Repository: cp3402-students/a2-cp3402-2019-team21
Catalog: plugins/wppizza/lang/wppizza-*.po
Languages: de_de

source: contains additives
de_de: enthält Zusatzstoffe

source: add to cart
de_de: hinzufügen

source: sorry, we are currently closed
de_de: Wir haben aktuell geschlossen

source: please choose a size
de_de: Bitte Größe wählen

source: <div>&#10004;</div>item added
de_de: <div>&#10004;</div>hinzugefügt

source: no results found
de_de: keine Ergebnisse gefunden

source: uncategorised
de_de: unkategorisiert

source: < previous
de_de: < zurück

source: next >
de_de: vor >

source: %s - %s of %s
de_de: %s &ndash; %s von %s

source: currently closed
de_de: zur Zeit geschlossen

source: empty cart
de_de: Bestellung löschen

source: your cart is empty
de_de: Warenkorb ist leer

source: remove from cart
de_de: Bestellung löschen

source: place your order
de_de: Bestellung abschicken

source: checkout
de_de: Kasse

source: we're closed
de_de: geschlossen

source: You have no previous orders
de_de: Bisher keine Bestellung vorhanden

source: Order Details
de_de: Bestellangaben

source: Transaction Details
de_de: Transaktions Details

source: Delivered:
de_de: Geliefert:

source: your order
de_de: Ihre Bestellung

source: send order
de_de: Bestellung abschicken

source: update order
de_de: Bestellung aktualisieren

source: please enter the required information below
de_de: Bitte geben Sie folgende Informationen ein

source: handling charge
de_de: Bearbeitungsgebühr

source: calculated on checkout
de_de: bei der Kasse berechnet

source: this is a required field
de_de: Pflichtfeld

source: invalid email address
de_de: ungeültige Email Adresse

source: decimal numbers only please
de_de: Bitte nur Kommazahlen

source: thank you
de_de: Vielen Dank

source: thank you, we have received your order
de_de: Vielen Dank, wir haben Ihre Bestellung erhalten

source: personal information
de_de: persönliche Informationen

source: order details
de_de: Einzelheiten zur Bestellung

source: Apologies. There was an error receiving your order. Please try again.
de_de: Entschuldigung. Ihre Bestellung konnte nicht aufgegeben werden. Bitte erneut versuchen.

source: Order cancelled
de_de: Bestellung gelöscht

source: This order has been cancelled. Thank you.
de_de: Die Bestellung wurde abgebrochen. Danke.

source: Processing Payment
de_de: Zahlungsbearbeitung

source: <p>We are processing your payment! This page will automatically refresh and check again in a few seconds. Please wait.....</p><p>If this page appears for more than a minute, please contact us stating the following order details</p>
de_de: <p>Wir bearbeiten Ihre Zahlung! Diese Seite wird in wenigen Sekunden automatisch neu aufgefrischt und überprüft. Bitte warten....</p><p>Wenn diese Seite für mehr als eine Minute erscheint, kontaktieren Sie uns bitte unter Angabe der folgenden Bestelldetails</p>

source: Payment Pending
de_de: Zahlung ausstehend

source: Your order at
de_de: Ihre Bestellung bei

source: Please enter your payment details
de_de: Bitte wählen Sie die Bezahlart

source: Sorry, this order can not be found.
de_de: Entschuldigung, diese Bestellung kann von uns nicht gefunden warden.

source: Return to shop
de_de: Zurück zum Shop

source: update my user data with the details above
de_de: mein Profil aktualisieren

source: Tips / Gratuities
de_de: Trinkgeld

source: already registered ?
de_de: schon registriert ?

source: continue as :
de_de: fortfahren als :

source: guest
de_de: Gast

source: create account
de_de: Registrieren

source: Please ensure your email address is correct. A password will be emailed to you.
de_de: Bitte stellen Sie sicher, dass die Email Adresse korrekt ist. Ihnen wird ein Passwort zugeschickt.

source: This email address has already been registered. Please either <a href="#login">login</a>, use a different email address or continue as guest.
de_de: Diese Email Adresse ist schon registriert. Bitte <a href="#login">loggen</a> Sie sich ein, ändern die Email Adresse oder fahren als Gast fort.

source: Qty
de_de: Menge

source: Article
de_de: Artikel

source: Price
de_de: Preis

source: Tax Rate
de_de: Steuersatz

source: Total
de_de: Gesamt

source: spend
de_de: bezahlen

source: save
de_de: sparen

source: Free Delivery
de_de: Gratislieferung

source: Sales Tax @ %s
de_de: Steuern @ %s

source: Incl. Tax @ %s
de_de: Inkl. Steuer von %s

source: Handling Charges
de_de: Bearbeitungsgebühr

source: Shipping Tax @ %s
de_de: Versandsteuer @%s

source: Tax Total
de_de: Steuern gesamt

source: Taxes Included
de_de: Steuer inkludiert

source: Your Items
de_de: Ihre Artikel

source: closed
de_de: geschlossen

source: Customer Details / Delivery Address
de_de: Kundendaten / Lieferadresse

source: Order
de_de: Bestellung

source: For Delivery
de_de: Lieferung

source: For Pickup
de_de: Abholung

source: Cash
de_de: Barzahlung

source: Delivery Type :
de_de: Liefertyp :

source: Order ID :
de_de: Bestell ID :

source: Currency :
de_de: Währung:

source: Paid By :
de_de: Bezahlt durch:

source: Note :
de_de: Anmerkung:

source: Payment Method :
de_de: Bezahlart:

source: Order Date :
de_de: Bestelldatum:

source: Transaction Id :
de_de: Transaktions ID:

source: Payment Due :
de_de: Zu zahlen:

source: Total :
de_de: Gesamtsumme:

source: Refunded :
de_de: Rückerstattet:

source: Overview
de_de: Übersicht

source: Customer Details
de_de: Kundendaten

source: - Our Menu -
de_de: - Unsere Speisekarte -

source: Please select your payment method:
de_de: Bitte wählen Sie die Bezahlart:

source: --- Please select ---
de_de: - Bitte wählen Sie -

source: No
de_de: Nein

source: Yes
de_de: Ja

source: New Order(s)
de_de: Neue Bestellung(en)

source: Try Again
de_de: Nochmal versuchen

source: Back to Merchant Site
de_de: Zurück zum Shop

source: Free
de_de: Frei

source: New
de_de: Neu

source: Acknowledged
de_de: Bestätigt

source: Processed
de_de: Berarbeitet

source: Delivered
de_de: Geliefert

source: Rejected
de_de: Abgelehnt

source: Refunded
de_de: Rückerstattet

source: Other
de_de: Andere

source: Accept Terms and Conditions
de_de: AGB, Verkaufs- und Lieferbedingungen akzeptiert

source: Distance Selling Regulations
de_de: Fernabsatz Bestimmungen

source: change
de_de: ändern

source: amend order
de_de: Bestellung ändern

source: selected payment method :
de_de: Bezahlart wählen :

source: legal aspects
de_de: rechtliche Aspekte

source: payment method
de_de: Bezahlart

source: buy now (legally binding)
de_de: jetzt kaufen (rechtlich verbindlich)

source: article
de_de: Artikel

source: single price
de_de: Einzelpreis

source: quantity
de_de: menge

source: price
de_de: preis

source: Address :
de_de: Addresse :

source: Telephone :
de_de: Telefonnummer :

source: Comments :
de_de: Notizen :

source: Custom Field 1 :
de_de: Benutzerdefiniert 1 :

source: Custom Field 2 :
de_de: Benutzerdefiniert 2 :

source: Custom Field 3 :
de_de: Benutzerdefiniert 3 :

source: Custom Field 4 :
de_de: Benutzerdefiniert 4 :

source: Custom Field 5 :
de_de: Benutzerdefiniert 5 :

source: Custom Field 6 :
de_de: Benutzerdefiniert 6 :

source: Tips/Gratuities :
de_de: Trinkgeld :

source: free delivery for orders over
de_de: kostenfreie Lieferung bei einer Bestellung über

source: minimum order for delivery
de_de: Mindestbestellwert für Lieferung

source: Please allow %s minutes for delivery.
de_de: Bitte geben Sie uns %s Minuten Zeit die Bestellung zu liefern.

source: I would like my order to be delivered
de_de: Bitte Bestellung liefern

source: Please allow %s min. for us to deliver your order.
de_de: Bitte geben Sie uns %s Minuten Zeit die Bestellung zu liefern.

source: Delivery
de_de: Lieferung

source: Pickup
de_de: Abholung

source: You have chosen to pickup the order yourself. This order will not be delivered. Please allow %s min. for us to prepare your order.
de_de: Hinweis: Sie möchten die Bestellung abholen. Die Bestellung wird nicht geliefert. Bitte geben Sie uns %s Minuten Zeit, die Bestellung vorzubereiten.

source: Please collect your order from the store at your earliest convenience.
de_de: Bitte holen Sie Ihre Bestellung im Laden ab.

source: Please collect your order at the store.
de_de: Bitte holen Sie Ihre Bestellung im Laden ab.

source: I would like to pickup the order myself
de_de: Ich möchte die Bestellung abholen

source: Delivery: pickup
de_de: Lieferung: Abholung

source: minimum order
de_de: Mindestbestellwert

source: Re-order
de_de: Nachbestellen

source: Re-order this item
de_de: Diesen Artikel nachbestellen

source: regular
de_de: normal

source: small
de_de: klein

source: large
de_de: groß

source: medium
de_de: mittel

source: Food coloring
de_de: Lebensmittelfarbe

source: Flavor enhancers
de_de: Geschmacksverstärker

source: Preservatives
de_de: Konservierungsstoffe

source: Stabilizers
de_de: Stabilisatoren

source: Sweeteners
de_de: Süßungsmittel

source: Special Offers
de_de: Sonderangebote

source: Salads
de_de: Salate

source: Desserts
de_de: Dessert

source: Beverages
de_de: Getränke

source: Great Steak
de_de: Super Steak

source: Yummy Pudding
de_de: Lecker Pudding

source: Salad A
de_de: Salat A

source: Salad B
de_de: Salat B

source: Salad C
de_de: Salat C

source: Salad D
de_de: Salat D

source: Salad E
de_de: Salat E

source: Salad F
de_de: Salat F

source: Drink A
de_de: Getränk A

source: Drink B
de_de: Getränk B

source: Drink C
de_de: Getränk C

source: Drink D
de_de: Getränk D

source: Drink E
de_de: Getränk E

source: Drink F
de_de: Getränk F
